"""
создать регистрацию пользователя
парсер дз
сохранить список чатов в бд
import pickle
функционал проекта:
    предметы(английский(перевод, озвучка), матем(алгебра решение фотоматч),
    русс(проверка орфографии, правила),
    информатика(перевод с систем счисления, поиск кода на github ссылкой),
    литра(поиск сочинений, биографии), история(поиск событий), общество(поиск законов и определений),
    физика(формулы), химия(таблица менделева, формулы веществ), python(обучение), биол())
    тесты по предметам
    гдз(ссылка на гдз)
    http://qaru.site/questions/2361200/how-to-delete-pages-from-pdf-file-using-python
    https://iq2u.ru/tests/?level=11#testsList
    дз(парсер дз с помощью логина и пароля edu.tatar) (selenium, requests, )

    Я не общительный хочу пообщаться(нейросеть)
    Вовзврат назад(на пред страницу)
"""